---
kind: other
id: Methods.T:Autodesk.Revit.UI.PushButton
zh: 按钮
source: html/cd0b4be1-28c3-09d1-24c3-99ebb5f62808.htm
---
# PushButton Methods

**中文**: 按钮

Determines whether the specified Object is equal to the current Object .